{
  "basics": {
    "name": "Patrick Alexander Walkden",
    "label": "Postdoctoral Researcher",
    "email": "p.walkden@nhm.ac.uk",
    "summary": "Researcher specialising in modelling the impacts of anthropogenic pressures on biodiversity and its contributions to people",
    "location": {
      "address": "Cromwell Road",
      "postalCode": "SW7 5BD",
      "city": "London",
      "countryCode": "UK",
      "region": "London"
    },
    "profiles": [
      {
        "network": "Bluesky",
        "username": "PatrickAWalkden",
        "url": "https://bsky.app/profile/patrickawalkden.bsky.social"
      }
    ]
  },
  "work": [
    {
      "name": "Natural History Museum, Biodiversity Futures Lab",
      "position": "Postdoctoral Researcher",
      "startDate": "2023-07-20",
      "endDate": "2024-03-20",
      "summary": "Working on a large-scale and multi-institutional project assessing the biodiversity modelling tools to support the Kunming-Montreal Global Biodiversity Framework including reviewing the current modelling landscape as well as predicting biodiversity responses under different future scenarios."
    }
  ],
  "education": [
    {
      "institution": "Imperial College London & Natural History Museum",
      "location": "London, United Kingdom",
      "area": "Thesis: The functional implications of land use and climate change on bird assmeblages worldwide",
      "studyType": "PhD",
      "startDate": "2020-10-03",
      "endDate": "2024-10-02",
      "score": "10"
    },
    {
      "institution": "Imperial College London",
      "location": "London, United Kingdom",
      "area": "Ecology, Evolution and Conservation",
      "studyType": "Master of Research (MRes)",
      "startDate": "2018-10-01",
      "endDate": "2019-10-01",
      "score": "10"
    },
    {
      "institution": "University of Sussex",
      "location": "Brighton, United Kingdom",
      "area": "Biology",
      "studyType": "Bachelor of Science (BSc)",
      "startDate": "2014-09-14",
      "endDate": "2017-07-12",
      "score": "10"
    }
  ],
  "awards": [
    {
      "title": "Global Fellows Fund grant",
      "date": "2023-03-01",
      "awarder": "Imperial College London",
      "url": "https://www.imperial.ac.uk/students/global-opportunities/pg/globalfellowsfund/",
      "summary": "The Global Fellows Fund supports high impact international placements for PhD students in labs at Imperial's strategic international partners. I undertook a 3-month placement at Cornell Univeristy, New York, USA"
    }
  ],
  "publications": [
    {
      "name": "The scale of human impacts on ecosystem integrity revealed by avian functional traits",
      "publisher": "(In Preperation)",
      "summary": "The output of the first data chapter of my PhD. This work develops novel approaches of measuring ecosystem integrity using fine-resolution avian functional traits. We demonstrate the power of these approaches by revealing the deterioration on ecosystem integrity in increasingly human modified habitats."
    },
    {
      "name": "The functional integrity of bird communities worldwide",
      "publisher": "(In Preparation)",
      "summary": "The second output of my PhD was the development of a model- and functional diversity-based biodiversity indicator - The Functionl Intactness Index (FII). FII estimates the proportion of functional trait space retained in ecological assemblages compared to that expected in the absence of modelled anthropogenic pressures. As such FII may fill a gap in the monitoring of biodiversity that aligns with the Kunming-Montral Global Biodiversity Framework (KMGBF)."
    },
    {
      "name": "Functional traits mediate sensitivity to local pressure in North American birds",
      "publisher": "(In Preparation)",
      "summary": "On placement at Cornell University, I leveraged the massive citizen science database eBird to understand the environmental and ecological determinants of bird species' local population trends. I found that bird species' intrinsic response traits mediate influence how some species respond to specific environmental pressures. "
    },
    {
      "name": "Prioritising Functionally Distinct and Globally Endangered (FuDGE) sharks for conservation action",
      "publisher": "Science Advances (In Review)",
      "url": "https://doi.org/10.1101/2024.06.05.597292",
      "summary": "I contributed to research developing a new species-specific measure combining species' functional uniqueness and global endangerment as a means to prioritise species for conservation. I contributed to discussion of the theoretical and functional underpinnings of the FuDGE metric and the coding."
    },
    {
      "name": "Land-use change undermines the stability of avian functional diversity",
      "publisher": "Nature (In Revision)",
      "summary": "This study assesses how ecosystem stability (i.e., the ability of ecosystems to continuing functioning in the face of environmental perturbations) is impacted by land use change. We found that although disturbance tolerant species were favoured in human-modified habitats, stability was threatened as functional redundancy reduced meaning further species loss jeaopardises ecosystem functioning."
    },
    {
      "name": "AVONET: morphological, ecological and geographical data for all birds",
      "publisher": "Ecology Letters",
      "releaseDate": "2022",
      "url": "https://doi.org/10.1111/ele.13898",
      "summary": "AVONET was among the first comprehensive functional trait databases including multiple fine-resolution continuous morphological measurements for an entire taxonomic group (birds). I contributed to this work by measuring >1500 bird specimens' morphological traits as well as extensive curation of the dataset prior to release."
    },
    {
      "name": "The island rule explains consistent patterns of body size evolution in terrestrial vertebrates",
      "publisher": "Nature Ecology & Evolution",
      "releaseDate": "2021",
      "url": "https://doi.org/10.1038/s41559-021-01426-y",
      "summary": "This study was the most comprehensive assessment of the island rule to date. The `island rule` is the evolutionary phenomena of insular gigantism in small animals and dwarfism in large animals but has been the subject of much debate. To test this rule, we collated a massive database of paired morphological measurements of mammal, reptile, amphibian and bird species from continental and island populations and found the island rule to be pervasive across vertebrates."
    }
  ],
  "skills": [
    {
      "name": "Quantitaive Analysis",
      "level": "Master",
      "icon": "fa-solid fa-hashtag",
      "keywords": [
        "Trait-based approaches",
        "Mixed-effects modelling",
        "Geospatial and temporal analyses",
        "Species Distribution Modelling (SDMs)",
        "Bayesian inference"
      ]
    },
    {
      "name": "Interpersonal skills",
      "level": "Master",
      "icon": "fa-solid fa-hashtag",
      "keywords": [
        "Collaboration",
        "Science communication",
        "Mentoring",
        "Teaching"
      ]
    },
    {
      "name": "Programming in R",
      "level": "Master",
      "icon": "fa-solid fa-hashtag",
      "keywords": [
        ""
      ]
    }
  ],
  "languages": [
    {
      "language": "English",
      "fluency": "Native speaker",
      "icon": ""
    }
  ],
  "references": [
    {
      "name": "Professor Andy Purvis",
      "icon": "fa-solid fa-laptop",
      "reference": ""
    },
    {
      "name": "Professor Joseph Tobias",
      "icon": "fa-solid fa-thumbtack",
      "reference": ""
    }
  ]
}
